Repository: rokrokss/recly
Catalog: apple/RecKit/Sources/RecKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fil, fr, hi, it, ja, ko, pl, pt_br, pt_pt, ru, sw, th, tr, ur, vi, zh_hans, zh_hant

source: Disconnected. Recordings deleted from this Mac: %@
ar: تم الفصل. التسجيلات المحذوفة من هذا الـMac: %@.
bn: ডিসকানেক্ট করা হয়েছে। এই Mac থেকে মুছে ফেলা রেকর্ডিং: %@
de: Getrennt. Auf diesem Mac gelöschte Aufnahmen: %@.
es: Desconectado. Grabaciones eliminadas de este Mac: %@.
fa: اتصال قطع شد. ضبط‌های حذف‌شده از این Mac: %@
fil: Nadiskonekta. Mga recording na na-delete sa Mac na ito: %@
fr: Déconnecté. Enregistrements supprimés de ce Mac : %@.
hi: डिस्कनेक्ट किया गया। इस Mac से हटाई गई रिकॉर्डिंग: %@।
it: Scollegato. Registrazioni eliminate da questo Mac: %@
ja: 接続を解除しました。このMacから録音%@件を削除しました。
ko: 연결을 해제했습니다 — 이 Mac의 녹음 %@건을 삭제했습니다.
pl: Odłączono. Nagrania usunięte z tego Maca: %@
pt_br: Desconectado. Gravações excluídas deste Mac: %@.
pt_pt: Desligado. Gravações eliminadas deste Mac: %@
ru: Отключено. Удалено записей с этого Mac: %@.
sw: Imetenganishwa. Rekodi zilizofutwa kwenye Mac hii: %@
th: ยกเลิกการเชื่อมต่อแล้ว การบันทึกเสียงที่ลบจาก Mac เครื่องนี้: %@
tr: Bağlantı kesildi. Bu Mac'ten silinen kayıtlar: %@
ur: منقطع ہو گیا۔ اس Mac سے حذف شدہ ریکارڈنگز: %@
vi: Đã ngắt kết nối. Đã xóa %@ bản ghi âm khỏi máy Mac này
zh_hans: 已断开连接，已从此Mac删除%@条录音。
zh_hant: 已中斷連線，已從此Mac刪除%@筆錄音。

source: Disconnected. Recordings deleted from this phone: %@
ar: تم الفصل. التسجيلات المحذوفة من هذا الهاتف: %@.
bn: ডিসকানেক্ট করা হয়েছে। এই ফোন থেকে মুছে ফেলা রেকর্ডিং: %@
de: Getrennt. Auf diesem Telefon gelöschte Aufnahmen: %@.
es: Desconectado. Grabaciones eliminadas de este teléfono: %@.
fa: اتصال قطع شد. ضبط‌های حذف‌شده از این تلفن: %@
fil: Nadiskonekta. Mga recording na na-delete sa teleponong ito: %@
fr: Déconnecté. Enregistrements supprimés de ce téléphone : %@.
hi: डिस्कनेक्ट किया गया। इस फ़ोन से हटाई गई रिकॉर्डिंग: %@।
it: Scollegato. Registrazioni eliminate da questo telefono: %@
ja: 接続を解除しました。このスマートフォンから録音%@件を削除しました。
ko: 연결을 해제했습니다 — 이 폰의 녹음 %@건을 삭제했습니다.
pl: Odłączono. Nagrania usunięte z tego telefonu: %@
pt_br: Desconectado. Gravações excluídas deste telefone: %@.
pt_pt: Desligado. Gravações eliminadas deste telemóvel: %@
ru: Отключено. Удалено записей с этого телефона: %@.
sw: Imetenganishwa. Rekodi zilizofutwa kwenye simu hii: %@
th: ยกเลิกการเชื่อมต่อแล้ว การบันทึกเสียงที่ลบจากโทรศัพท์เครื่องนี้: %@
tr: Bağlantı kesildi. Bu telefondan silinen kayıtlar: %@
ur: منقطع ہو گیا۔ اس فون سے حذف شدہ ریکارڈنگز: %@
vi: Đã ngắt kết nối. Đã xóa %@ bản ghi âm khỏi điện thoại này
zh_hans: 已断开连接，已从此手机删除%@条录音。
zh_hant: 已中斷連線，已從此手機刪除%@筆錄音。

source: Disconnected. The recordings on this Mac were left where they are.
ar: تم الفصل. بقيت التسجيلات على هذا الـMac كما هي.
bn: ডিসকানেক্ট করা হয়েছে। এই Mac-এর রেকর্ডিং যেমন ছিল তেমনই আছে।
de: Getrennt. Die Aufnahmen auf diesem Mac bleiben erhalten.
es: Desconectado. Las grabaciones de este Mac se han conservado.
fa: اتصال قطع شد. ضبط‌های روی این Mac دست‌نخورده باقی ماندند.
fil: Nadiskonekta. Hindi ginalaw ang mga recording sa Mac na ito.
fr: Déconnecté. Les enregistrements de ce Mac sont conservés.
hi: डिस्कनेक्ट किया गया। इस Mac की रिकॉर्डिंग यथावत हैं।
it: Scollegato. Le registrazioni su questo Mac restano dove sono.
ja: 接続を解除しました。このMacの録音は残っています。
ko: 연결을 해제했습니다. 이 Mac의 녹음은 그대로 남아 있습니다.
pl: Odłączono. Nagrania na tym Macu pozostały na miejscu.
pt_br: Desconectado. As gravações deste Mac foram mantidas.
pt_pt: Desligado. As gravações neste Mac foram mantidas onde estão.
ru: Отключено. Записи на этом Mac сохранены.
sw: Imetenganishwa. Rekodi zilizo kwenye Mac hii zimeachwa zilipo.
th: ยกเลิกการเชื่อมต่อแล้ว การบันทึกเสียงใน Mac เครื่องนี้ยังคงอยู่ที่เดิม
tr: Bağlantı kesildi. Bu Mac'teki kayıtlara dokunulmadı.
ur: منقطع ہو گیا۔ اس Mac پر موجود ریکارڈنگز جوں کی توں رہیں۔
vi: Đã ngắt kết nối. Các bản ghi âm trên máy Mac này vẫn được giữ nguyên.
zh_hans: 已断开连接。此Mac上的录音保持不变。
zh_hant: 已中斷連線。此Mac上的錄音保持不變。

source: Disconnected. The recordings on this phone were left where they are.
ar: تم الفصل. بقيت التسجيلات على هذا الهاتف كما هي.
bn: ডিসকানেক্ট করা হয়েছে। এই ফোনের রেকর্ডিং যেমন ছিল তেমনই আছে।
de: Getrennt. Die Aufnahmen auf diesem Telefon bleiben erhalten.
es: Desconectado. Las grabaciones de este teléfono se han conservado.
fa: اتصال قطع شد. ضبط‌های روی این تلفن دست‌نخورده باقی ماندند.
fil: Nadiskonekta. Hindi ginalaw ang mga recording sa teleponong ito.
fr: Déconnecté. Les enregistrements de ce téléphone sont conservés.
hi: डिस्कनेक्ट किया गया। इस फ़ोन की रिकॉर्डिंग यथावत हैं।
it: Scollegato. Le registrazioni su questo telefono restano dove sono.
ja: 接続を解除しました。このスマートフォンの録音は残っています。
ko: 연결을 해제했습니다. 이 폰의 녹음은 그대로 남아 있습니다.
pl: Odłączono. Nagrania na tym telefonie pozostały na miejscu.
pt_br: Desconectado. As gravações deste telefone foram mantidas.
pt_pt: Desligado. As gravações neste telemóvel foram mantidas onde estão.
ru: Отключено. Записи на этом телефоне сохранены.
sw: Imetenganishwa. Rekodi zilizo kwenye simu hii zimeachwa zilipo.
th: ยกเลิกการเชื่อมต่อแล้ว การบันทึกเสียงในโทรศัพท์เครื่องนี้ยังคงอยู่ที่เดิม
tr: Bağlantı kesildi. Bu telefondaki kayıtlara dokunulmadı.
ur: منقطع ہو گیا۔ اس فون پر موجود ریکارڈنگز جوں کی توں رہیں۔
vi: Đã ngắt kết nối. Các bản ghi âm trên điện thoại này vẫn được giữ nguyên.
zh_hans: 已断开连接。此手机上的录音保持不变。
zh_hant: 已中斷連線。此手機上的錄音保持不變。

source: Don't allow
ar: عدم السماح
bn: অনুমতি দেবেন না
de: Nicht erlauben
es: No permitir
fa: اجازه ندادن
fil: Huwag payagan
fr: Ne pas autoriser
hi: अनुमति न दें
it: Non consentire
ja: 許可しない
ko: 허용 안 함
pl: Nie zezwalaj
pt_br: Não permitir
pt_pt: Não permitir
ru: Не разрешать
sw: Usiruhusu
th: ไม่อนุญาต
tr: İzin verme
ur: اجازت نہ دیں
vi: Không cho phép
zh_hans: 不允许
zh_hant: 不允許

source: Done
ar: تم
bn: সম্পন্ন
de: Fertig
es: Hecho
fa: تمام
fil: Tapos na
fr: Terminé
hi: पूरा हुआ
it: Fine
ja: 完了
ko: 완료
pl: Gotowe
pt_br: Concluído
pt_pt: Concluído
ru: Готово
sw: Imekamilika
th: เสร็จสิ้น
tr: Bitti
ur: ہو گیا
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Drive access has to be allowed before anything can be uploaded
ar: يجب السماح بالوصول إلى Drive قبل أي رفع
bn: কিছু আপলোড করার আগে Drive অ্যাক্সেসের অনুমতি দিতে হবে
de: Vor dem Hochladen muss der Drive-Zugriff erlaubt werden
es: Debes permitir el acceso a Drive antes de subir archivos
fa: پیش از هر بارگذاری باید اجازه دسترسی به Drive داده شود
fil: Kailangang payagan ang access sa Drive bago makapag-upload ng kahit ano
fr: L’accès à Drive doit être autorisé avant tout envoi
hi: अपलोड से पहले Drive एक्सेस की अनुमति चाहिए
it: Devi consentire l’accesso a Drive prima di poter caricare qualcosa
ja: アップロードするにはDriveへのアクセスを許可してください
ko: Drive 권한을 허용해야 업로드할 수 있습니다
pl: Przed przesłaniem czegokolwiek trzeba zezwolić na dostęp do Drive
pt_br: É preciso permitir o acesso ao Drive antes de enviar arquivos
pt_pt: É necessário permitir o acesso ao Drive antes de carregar qualquer ficheiro
ru: Перед загрузкой нужно разрешить доступ к Drive
sw: Ni lazima uruhusu ufikiaji wa Drive kabla ya kupakia chochote
th: ต้องอนุญาตการเข้าถึง Drive ก่อนจึงจะอัปโหลดได้
tr: Yükleme yapılabilmesi için önce Drive erişimine izin verilmelidir
ur: کچھ بھی اپ لوڈ کرنے سے پہلے Drive تک رسائی کی اجازت دینی ہو گی
vi: Cần cho phép truy cập Drive trước khi có thể tải lên
zh_hans: 上传前需要允许访问Drive
zh_hant: 上傳前需要允許存取Drive

source: Drive access needs your consent
ar: يتطلب الوصول إلى Drive موافقتك
bn: Drive অ্যাক্সেসের জন্য আপনার সম্মতি প্রয়োজন
de: Drive-Zugriff benötigt Ihre Einwilligung
es: El acceso a Drive necesita tu consentimiento
fa: دسترسی به Drive به رضایت شما نیاز دارد
fil: Kailangan ng iyong pagsang-ayon para sa access sa Drive
fr: L’accès à Drive nécessite votre consentement
hi: Drive एक्सेस के लिए आपकी सहमति चाहिए
it: L’accesso a Drive richiede il tuo consenso
ja: Driveへのアクセスに同意が必要です
ko: Drive 권한 동의가 필요합니다
pl: Dostęp do Drive wymaga Twojej zgody
pt_br: O acesso ao Drive exige seu consentimento
pt_pt: O acesso ao Drive requer o seu consentimento
ru: Для доступа к Drive нужно ваше согласие
sw: Ufikiaji wa Drive unahitaji ridhaa yako
th: การเข้าถึง Drive ต้องได้รับความยินยอมจากคุณ
tr: Drive erişimi için onayınız gerekiyor
ur: Drive تک رسائی کے لیے آپ کی رضامندی درکار ہے
vi: Truy cập Drive cần sự đồng ý của bạn
zh_hans: 访问Drive需要您的同意
zh_hant: 存取Drive需要您的同意

source: Other devices using this Google authorization may also lose access.
ar: قد تفقد الأجهزة الأخرى التي تستخدم تفويض Google هذا إمكانية الوصول أيضًا.
bn: এই Google অনুমোদন ব্যবহার করা অন্য ডিভাইসগুলোও অ্যাক্সেস হারাতে পারে।
de: Andere Geräte mit dieser Google-Autorisierung können ebenfalls den Zugriff verlieren.
es: Otros dispositivos que usan esta autorización de Google también podrían perder el acceso.
fa: ممکن است دسترسی دستگاه‌های دیگری که از این مجوز Google استفاده می‌کنند نیز قطع شود.
fil: Maaari ding mawalan ng access ang ibang device na gumagamit ng awtorisasyong ito sa Google.
fr: Les autres appareils utilisant cette autorisation Google peuvent aussi perdre l’accès.
hi: इस Google अनुमति का उपयोग करने वाले अन्य डिवाइस का एक्सेस भी हट सकता है।
it: Anche altri dispositivi che usano questa autorizzazione Google potrebbero perdere l’accesso.
ja: このGoogle認証を使う他のデバイスもアクセスできなくなる場合があります。
ko: 같은 Google 승인을 사용하는 다른 기기도 접근 권한을 잃을 수 있습니다.
pl: Inne urządzenia korzystające z tej autoryzacji Google również mogą stracić dostęp.
pt_br: Outros dispositivos que usam esta autorização Google também podem perder o acesso.
pt_pt: Outros dispositivos que utilizam esta autorização Google também podem perder o acesso.
ru: Другие устройства с этой авторизацией Google тоже могут потерять доступ.
sw: Vifaa vingine vinavyotumia uidhinishaji huu wa Google vinaweza pia kupoteza ufikiaji.
th: อุปกรณ์อื่นที่ใช้การให้สิทธิ์ Google นี้อาจสูญเสียการเข้าถึงด้วย
tr: Bu Google yetkilendirmesini kullanan diğer cihazlar da erişimi kaybedebilir.
ur: اس Google اجازت کو استعمال کرنے والے دیگر آلات کی رسائی بھی ختم ہو سکتی ہے۔
vi: Các thiết bị khác dùng quyền cấp phép Google này cũng có thể mất quyền truy cập.
zh_hans: 使用此Google授权的其他设备也可能失去访问权限。
zh_hant: 使用此Google授權的其他裝置也可能失去存取權限。

source: Expand
ar: توسيع
bn: প্রসারিত করুন
de: Ausklappen
es: Expandir
fa: گسترش دادن
fil: I-expand
fr: Développer
hi: फैलाएँ
it: Espandi
ja: 展開
ko: 펼치기
pl: Rozwiń
pt_br: Expandir
pt_pt: Expandir
ru: Развернуть
sw: Panua
th: ขยาย
tr: Genişlet
ur: پھیلائیں
vi: Mở rộng
zh_hans: 展开
zh_hant: 展開

source: Expanded
ar: موسّع
bn: প্রসারিত
de: Ausgeklappt
es: Expandido
fa: گسترش‌یافته
fil: Naka-expand
fr: Développé
hi: फैला हुआ
it: Espanso
ja: 展開済み
ko: 펼쳐짐
pl: Rozwinięte
pt_br: Expandido
pt_pt: Expandido
ru: Развёрнуто
sw: Imepanuliwa
th: ขยายอยู่
tr: Genişletildi
ur: پھیلا ہوا
vi: Đã mở rộng
zh_hans: 已展开
zh_hant: 已展開

source: Failed
ar: فشل
bn: ব্যর্থ
de: Fehlgeschlagen
es: Error
fa: ناموفق
fil: Nabigo
fr: Échec
hi: विफल
it: Errore
ja: 失敗
ko: 실패
pl: Niepowodzenie
pt_br: Falha
pt_pt: Falhou
ru: Ошибка
sw: Imeshindwa
th: ล้มเหลว
tr: Başarısız
ur: ناکام
vi: Thất bại
zh_hans: 失败
zh_hant: 失敗

source: Failed: %@
ar: فشل: %@
bn: ব্যর্থ: %@
de: Fehlgeschlagen: %@
es: Error: %@
fa: ناموفق: %@
fil: Nabigo: %@
fr: Échec : %@
hi: विफल: %@
it: Errore: %@
ja: 失敗：%@
ko: 실패: %@
pl: Niepowodzenie: %@
pt_br: Falha: %@
pt_pt: Falhou: %@
ru: Ошибка: %@
sw: Imeshindwa: %@
th: ล้มเหลว: %@
tr: Başarısız: %@
ur: ناکام: %@
vi: Thất bại: %@
zh_hans: 失败：%@
zh_hant: 失敗：%@

source: Fetching from Drive…
ar: جارٍ الجلب من Drive…
bn: Drive থেকে আনা হচ্ছে…
de: Abruf aus Drive…
es: Obteniendo de Drive…
fa: در حال دریافت از Drive…
fil: Kinukuha mula sa Drive…
fr: Récupération depuis Drive…
hi: Drive से प्राप्त हो रहा है…
it: Recupero da Drive…
ja: Driveから取得中…
ko: Drive에서 받는 중…
pl: Pobieranie z Drive…
pt_br: Obtendo do Drive…
pt_pt: A obter do Drive…
ru: Получение из Drive…
sw: Inaleta kutoka kwenye Drive…
th: กำลังดึงข้อมูลจาก Drive…
tr: Drive'dan alınıyor…
ur: Drive سے حاصل کیا جا رہا ہے…
vi: Đang lấy dữ liệu từ Drive…
zh_hans: 正在从Drive获取…
zh_hant: 正在從Drive取得…

source: Loading waveform…
ar: جارٍ تحميل شكل الموجة…
bn: ওয়েভফর্ম লোড হচ্ছে…
de: Wellenform wird geladen…
es: Cargando forma de onda…
fa: در حال بارگیری شکل موج…
fil: Nilo-load ang waveform…
fr: Chargement de la forme d’onde…
hi: वेवफ़ॉर्म लोड हो रहा है…
it: Caricamento forma d’onda…
ja: 波形を読み込み中…
ko: 파형 불러오는 중…
pl: Wczytywanie wykresu fali…
pt_br: Carregando forma de onda…
pt_pt: A carregar a forma de onda…
ru: Загрузка формы волны…
sw: Inapakia mawimbi ya sauti…
th: กำลังโหลดรูปคลื่นเสียง…
tr: Dalga formu yükleniyor…
ur: ویوفارم لوڈ ہو رہا ہے…
vi: Đang tải dạng sóng…
zh_hans: 正在加载波形…
zh_hant: 正在載入波形…

source: Disconnecting Drive. Please wait.
ar: جارٍ فصل Drive. يرجى الانتظار.
bn: Drive ডিসকানেক্ট করা হচ্ছে। অপেক্ষা করুন।
de: Drive wird getrennt. Bitte warten.
es: Desconectando Drive. Espera.
fa: در حال قطع اتصال Drive. لطفاً صبر کنید.
fil: Dinidiskonekta ang Drive. Pakihintay.
fr: Déconnexion de Drive. Veuillez patienter.
hi: Drive डिस्कनेक्ट हो रहा है। प्रतीक्षा करें।
it: Scollegamento di Drive in corso. Attendi.
ja: Driveの接続を解除しています。お待ちください。
ko: Drive 연결을 해제하는 중입니다. 잠시 기다려 주세요.
pl: Odłączanie Drive. Proszę czekać.
pt_br: Desconectando o Drive. Aguarde.
pt_pt: A desligar o Drive. Aguarde.
ru: Drive отключается. Подождите.
sw: Inatenganisha Drive. Tafadhali subiri.
th: กำลังยกเลิกการเชื่อมต่อ Drive โปรดรอสักครู่
tr: Drive bağlantısı kesiliyor. Lütfen bekleyin.
ur: Drive منقطع ہو رہا ہے۔ براہ کرم انتظار کریں۔
vi: Đang ngắt kết nối Drive. Vui lòng chờ.
zh_hans: 正在断开Drive，请稍候。
zh_hant: 正在中斷Drive連線，請稍候。

# Finish disconnecting first
source: Try disconnecting Drive again in Settings.
ar: حاول فصل Drive مجددًا من الإعدادات.
bn: সেটিংসে আবার Drive ডিসকানেক্ট করার চেষ্টা করুন।
de: Versuchen Sie erneut, Drive in den Einstellungen zu trennen.
es: Intenta desconectar Drive otra vez en Ajustes.
fa: قطع اتصال Drive را دوباره در تنظیمات امتحان کنید.
fil: Subukang idiskonekta ulit ang Drive sa Mga Setting.
fr: Réessayez de déconnecter Drive dans Réglages.
hi: सेटिंग में Drive फिर डिस्कनेक्ट करने की कोशिश करें।
it: Prova di nuovo a scollegare Drive in Impostazioni.
ja: 設定でDriveの接続解除をもう一度試してください。
ko: 설정에서 Drive 연결 해제를 다시 시도하세요.
pl: Spróbuj ponownie odłączyć Drive w Ustawieniach.
pt_br: Tente desconectar o Drive novamente em Configurações.
pt_pt: Tente desligar o Drive novamente nas Definições.
ru: Попробуйте снова отключить Drive в настройках.
sw: Jaribu tena kutenganisha Drive katika Mipangilio.
th: ลองยกเลิกการเชื่อมต่อ Drive อีกครั้งในการตั้งค่า
tr: Ayarlar'da Drive bağlantısını yeniden kesmeyi deneyin.
ur: ترتیبات میں Drive کو دوبارہ منقطع کرنے کی کوشش کریں۔
vi: Hãy thử ngắt kết nối Drive lại trong Cài đặt.
zh_hans: 请在设置中重试断开Drive。
zh_hant: 請在設定中重試中斷Drive連線。

source: Folder template: %@
ar: قالب المجلد: %@
bn: ফোল্ডার টেমপ্লেট: %@
de: Ordnervorlage: %@
es: Plantilla de carpeta: %@
fa: الگوی پوشه: %@
fil: Template ng folder: %@
fr: Modèle de dossier : %@
hi: फ़ोल्डर टेम्पलेट: %@
it: Modello di cartella: %@
ja: フォルダのテンプレート：%@
ko: 폴더 템플릿: %@
pl: Szablon folderu: %@
pt_br: Modelo de pasta: %@
pt_pt: Modelo de pasta: %@
ru: Шаблон папки: %@
sw: Kiolezo cha folda: %@
th: เทมเพลตโฟลเดอร์: %@
tr: Klasör şablonu: %@
ur: فولڈر ٹیمپلیٹ: %@
vi: Mẫu thư mục: %@
zh_hans: 文件夹模板：%@
zh_hant: 資料夾範本：%@

source: For a custom endpoint, also check its operator’s privacy policy.
ar: عند استخدام نقطة اتصال مخصصة، راجع أيضًا سياسة خصوصية مشغّلها.
bn: কাস্টম এন্ডপয়েন্টের ক্ষেত্রে এর পরিচালনাকারীর গোপনীয়তা নীতিও দেখে নিন।
de: Prüfen Sie bei einem eigenen Endpunkt auch die Datenschutzerklärung seines Betreibers.
es: Si usas un endpoint personalizado, consulta también la política de privacidad de su operador.
fa: برای نقطه پایانی سفارشی، خط‌مشی رازداری گرداننده آن را هم بررسی کنید.
fil: Para sa custom na endpoint, suriin din ang patakaran sa privacy ng operator nito.
fr: Pour un point de terminaison personnalisé, consultez aussi la politique de confidentialité de son opérateur.
hi: कस्टम एंडपॉइंट के लिए उसके संचालक की गोपनीयता नीति भी जाँचें।
it: Per un endpoint personalizzato, consulta anche l’informativa sulla privacy del suo gestore.
ja: 独自のエンドポイントを使う場合は、運営者のプライバシーポリシーも確認してください。
ko: 사용자 지정 주소라면 해당 운영자의 개인정보 처리방침도 확인하세요.
pl: W przypadku własnego punktu końcowego sprawdź też politykę prywatności jego operatora.
pt_br: Para um endpoint personalizado, consulte também a política de privacidade do operador.
pt_pt: Para um endpoint personalizado, consulte também a política de privacidade do respetivo operador.
ru: Для собственного адреса API также ознакомьтесь с политикой конфиденциальности его оператора.
sw: Kwa endpoint maalum, kagua pia sera ya faragha ya mwendeshaji wake.
th: หากใช้เอนด์พอยต์ที่กำหนดเอง โปรดตรวจสอบนโยบายความเป็นส่วนตัวของผู้ดูแลเอนด์พอยต์นั้นด้วย
tr: Özel bir uç nokta kullanıyorsanız işletmecisinin gizlilik politikasını da kontrol edin.
ur: حسب ضرورت اینڈ پوائنٹ کے لیے اس کے آپریٹر کی رازداری کی پالیسی بھی چیک کریں۔
vi: Với điểm cuối tùy chỉnh, hãy xem thêm chính sách quyền riêng tư của bên vận hành.
zh_hans: 使用自定义端点时，请同时查看其运营方的隐私政策。
zh_hant: 使用自訂端點時，請同時查看其營運方的隱私權政策。

source: GIDClientID in Info.plist is still a placeholder (see README)
ar: لا يزال GIDClientID في Info.plist قيمة مؤقتة (راجع README)
bn: Info.plist-এ GIDClientID এখনও প্লেসহোল্ডার (README দেখুন)
de: GIDClientID in Info.plist ist noch ein Platzhalter (siehe README)
es: GIDClientID en Info.plist sigue siendo un marcador (consulta el README)
fa: مقدار GIDClientID در Info.plist هنوز موقت است (README را ببینید)
fil: Placeholder pa rin ang GIDClientID sa Info.plist (tingnan ang README)
fr: GIDClientID dans Info.plist est encore une valeur provisoire (voir README)
hi: Info.plist में GIDClientID अभी प्लेसहोल्डर है (README देखें)
it: GIDClientID in Info.plist è ancora un segnaposto (vedi il README)
ja: Info.plistのGIDClientIDが未設定です（README参照）
ko: Info.plist의 GIDClientID가 아직 자리표시자입니다 (README 참고)
pl: GIDClientID w Info.plist to wciąż symbol zastępczy (zobacz README)
pt_br: GIDClientID em Info.plist ainda é um exemplo (consulte o README)
pt_pt: O GIDClientID em Info.plist ainda é um marcador de posição (consulte o README)
ru: GIDClientID в Info.plist всё ещё содержит заглушку (см. README)
sw: GIDClientID katika Info.plist bado ni kishika nafasi (angalia README)
th: GIDClientID ใน Info.plist ยังเป็นค่าตัวยึดตำแหน่งอยู่ (ดู README)
tr: Info.plist içindeki GIDClientID hâlâ yer tutucu (bkz. README)
ur: Info.plist میں GIDClientID ابھی بھی پلیس ہولڈر ہے (README دیکھیں)
vi: GIDClientID trong Info.plist vẫn là giá trị giữ chỗ (xem README)
zh_hans: Info.plist中的GIDClientID仍是占位值（请参阅README）
zh_hant: Info.plist中的GIDClientID仍是預留值（請參閱README）

source: Google Drive access has to be allowed again
ar: يجب السماح بالوصول إلى Google Drive مجددًا
bn: Google Drive অ্যাক্সেসের অনুমতি আবার দিতে হবে
de: Google-Drive-Zugriff muss erneut erlaubt werden
es: Debes volver a permitir el acceso a Google Drive
fa: باید دوباره اجازه دسترسی به Google Drive داده شود
fil: Kailangang payagan ulit ang access sa Google Drive
fr: L’accès à Google Drive doit être autorisé à nouveau
hi: Google Drive एक्सेस की अनुमति फिर देनी होगी
it: Devi consentire di nuovo l’accesso a Google Drive
ja: Google Driveへのアクセスを再度許可してください
ko: Google Drive 권한 재동의가 필요합니다
pl: Trzeba ponownie zezwolić na dostęp do Google Drive
pt_br: É preciso autorizar o acesso ao Google Drive novamente
pt_pt: É necessário voltar a permitir o acesso ao Google Drive
ru: Нужно снова разрешить доступ к Google Drive
sw: Ni lazima uruhusu tena ufikiaji wa Google Drive
th: ต้องอนุญาตการเข้าถึง Google Drive อีกครั้ง
tr: Google Drive erişimine yeniden izin verilmelidir
ur: Google Drive تک رسائی کی دوبارہ اجازت دینی ہو گی
vi: Cần cho phép lại quyền truy cập Google Drive
zh_hans: 需要重新授权访问Google Drive
zh_hant: 需要重新授權存取Google Drive

source: Google Drive is out of space — free some up and try again
ar: مساحة Google Drive ممتلئة. أفرغ بعض المساحة وأعد المحاولة
bn: Google Drive-এ জায়গা নেই; কিছু জায়গা খালি করে আবার চেষ্টা করুন
de: Google Drive ist voll. Speicherplatz freigeben und erneut versuchen
es: Google Drive no tiene espacio. Libera espacio y vuelve a intentarlo
fa: فضای Google Drive پر است؛ مقداری فضا آزاد کنید و دوباره امتحان کنید
fil: Puno na ang Google Drive — magbakante ng espasyo at subukang muli
fr: Google Drive est plein. Libérez de l’espace et réessayez
hi: Google Drive में जगह नहीं है। जगह खाली करके फिर कोशिश करें
it: Spazio esaurito su Google Drive: liberane un po’ e riprova
ja: Google Driveの容量が不足しています。空きを作って再試行してください
ko: Google Drive에 공간이 없습니다 — 정리한 뒤 다시 시도하세요
pl: Brak miejsca na Google Drive — zwolnij trochę miejsca i spróbuj ponownie
pt_br: O Google Drive está sem espaço. Libere espaço e tente novamente
pt_pt: O Google Drive está sem espaço — liberte espaço e tente novamente
ru: В Google Drive закончилось место. Освободите его и повторите попытку
sw: Google Drive imejaa — futa vitu ili kupata nafasi kisha ujaribu tena
th: พื้นที่ Google Drive เต็ม เพิ่มพื้นที่ว่างแล้วลองอีกครั้ง
tr: Google Drive'da yer kalmadı — biraz yer açıp yeniden deneyin
ur: Google Drive میں جگہ ختم ہو گئی ہے — کچھ جگہ خالی کریں اور دوبارہ کوشش کریں
vi: Google Drive đã hết dung lượng — hãy giải phóng bớt rồi thử lại
zh_hans: Google Drive空间不足，请释放空间后重试
zh_hant: Google Drive空間不足，請釋出空間後重試

source: Google access was revoked. Recordings still running and kept: %@ — disconnect again once they have finished.
ar: أُلغي وصول Google، لكن التسجيلات التي كانت قيد المعالجة حُفظت وعددها %@. افصل مجددًا بعد انتهائها.
bn: Google অ্যাক্সেস প্রত্যাহার করা হয়েছে। এখনও চলমান ও রেখে দেওয়া রেকর্ডিং: %@; সেগুলো শেষ হলে আবার ডিসকানেক্ট করুন।
de: Google-Zugriff wurde widerrufen. Noch laufende Aufnahmen wurden behalten: %@. Trennen Sie nach deren Abschluss erneut.
es: Se revocó el acceso a Google, pero se conservaron %@ grabaciones en curso. Vuelve a desconectar cuando terminen.
fa: دسترسی Google لغو شد. ضبط‌هایی که هنوز در حال پردازش هستند و نگه داشته شدند: %@؛ پس از پایان آن‌ها دوباره اتصال را قطع کنید.
fil: Binawi ang access sa Google. Mga recording na tumatakbo pa at pinanatili: %@ — idiskonekta ulit kapag tapos na ang mga ito.
fr: L’accès Google a été révoqué, mais %@ enregistrements en cours ont été conservés. Déconnectez à nouveau après leur fin.
hi: Google एक्सेस रद्द हुआ, लेकिन चल रही %@ रिकॉर्डिंग रखी गईं। उनके पूरा होने पर फिर डिस्कनेक्ट करें।
it: Accesso Google revocato. Registrazioni ancora in corso e conservate: %@. Scollega di nuovo quando saranno terminate.
ja: Googleのアクセス権は取り消しましたが、処理中の録音%@件は残しています。完了後にもう一度接続を解除してください。
ko: Google 액세스는 해제했지만 실행 중이던 녹음 %@건은 남겨 두었습니다 — 작업이 끝난 뒤 연결 해제를 다시 실행하세요.
pl: Dostęp Google został cofnięty. Zachowane nagrania w toku: %@ — odłącz ponownie, gdy się zakończą.
pt_br: O acesso Google foi revogado, mas %@ gravações em andamento foram mantidas. Desconecte novamente quando terminarem.
pt_pt: O acesso ao Google foi revogado. Gravações ainda em curso e mantidas: %@ — desligue novamente quando terminarem.
ru: Доступ Google отозван, но сохранено незавершённых записей: %@. Отключитесь снова после их завершения.
sw: Ufikiaji wa Google umebatilishwa. Rekodi ambazo bado zinaendelea na zimebakizwa: %@ — tenganisha tena zikishakamilika.
th: เพิกถอนการเข้าถึงของ Google แล้ว การบันทึกเสียงที่ยังดำเนินการอยู่และเก็บไว้: %@ ยกเลิกการเชื่อมต่ออีกครั้งเมื่อดำเนินการเสร็จแล้ว
tr: Google erişimi iptal edildi. Hâlâ devam eden ve korunan kayıtlar: %@ — bunlar bittiğinde bağlantıyı yeniden kesin.
ur: Google رسائی منسوخ کر دی گئی۔ ابھی جاری اور محفوظ رکھی گئی ریکارڈنگز: %@ — ان کے مکمل ہونے پر دوبارہ منقطع کریں۔
vi: Đã thu hồi quyền truy cập Google. Vẫn giữ lại %@ bản ghi âm đang xử lý — hãy ngắt kết nối lại khi chúng hoàn tất.
zh_hans: 已撤销Google访问权限，但仍保留%@条正在处理的录音。请在处理完成后再次断开。
zh_hant: 已撤銷Google存取權限，但仍保留%@筆正在處理的錄音。請在處理完成後再次中斷連線。
